{
    "firsttime": {
        "icon": "https://cdn.discordapp.com/attachments/1222203424389599232/1260951036613492840/tutorialgworl.png",
        "name": "Kordelia Gorua",
        "text": "O Cześć!\nNazywam się Kordelia Gorua. Skoro tu jesteś to pewnie poznałeś mojego brata Kerreusa. Ostatnio mało ludzi tu przychodzi...\nNo ale nie będziemy się rozgadywać. Jesteś tutaj, żeby trenować, nie?",
        "color": "0x97eeff",
        "choices": {
            "Zawalczmy": "return:true",
            "Nie spieszy mi się. Możemy porozmawiać.": "wannatalkhuh"
        }
    },
    "wannatalkhuh": {
        "icon": "https://cdn.discordapp.com/attachments/1222203424389599232/1260951036613492840/tutorialgworl.png",
        "name": "Kordelia Gorua",
        "text": "Czekaj, naprawdę chcesz porozmawiać? Większość odrazu przechodzi do treningu. No cóż, cieszy mnie ta odmiana. No to opowiem ci trochę o sytuacji z jaką się mierzymy.\nIstnieje taka organizacja jak Gildia Podróżników. Ja i mój brat należymy do niej. Jesteśmy tam na poziomie instruktorów, czyli uczymy nowych podróżników, ale mniejsza o budowie gildii. Problem jest taki, że ostatnio jest mało nowych podróżników. Domyślam się, że przez to, że Imperium Semerskie i Cesarstwo Polany mobilizują ludzi do wojny. Atrakcyjniejsza praca. Dostajesz stały żołd, masz zapewnione schronienie. Podróżnicy muszą dbać o wszystko sami. Ciężkie czasy nadeszły...\nTo tyle ode mnie... Możemy przejść do treningu?",
        "color": "0x97eeff",
        "choices": {
            "Tak...": "return:true",
            "Możesz opowiedzieć trochę o Gildii?": "guild"
        }
    },
    "guild": {
        "icon": "https://cdn.discordapp.com/attachments/1222203424389599232/1260952483824533594/tutorialgworldisaoidunb.png",
        "name": "Kordelia Gorua",
        "text": "Chyba naprawdę nie chce Ci się walczyć...\nGildia Podróżników to międzynarodowa organizacja zrzeszająca podróżników z całego Erimu. Każdy zarejerstrowany podróżnik otrzymuje licencję, która pozwala przekraczać granice bez większych problemów. Przynajmniej tak było... Teraz podróże do Polany są ciężkie... Piękny kraj... Wybacz, zamyśliłam się. Na czym to ja... No tak, podróżnicy jeszcze co miesiąc otrzymują monety i zniżki na naprawę wyposażenia. Są też minusy. Musisz o wszystkich zdobyczach, trofeach, podróżach informować zarząd Gildii.\nWiedziałam, że nie należysz do Gildii, ale skoro mój brat Ci o mnie powiedział, no to coś w tobie musi być. No to bierzemy się za trening, czy jednak nie chce Ci się?",
        "color": "0x97eeff",
        "choices": {
            "Bierzmy się do roboty!": "return:true",
            "Potrzebuję jeszcze czasu.": "whywhereyouthereinfirstplace"
        }
    },
    "whywhereyouthereinfirstplace": {
        "icon": "https://cdn.discordapp.com/attachments/1222203424389599232/1260952483824533594/tutorialgworldisaoidunb.png",
        "name": "Kordelia Gorua",
        "text": "Hah wiedziałam... Ekhem... Znaczy, szanuje twoją decyzję. Mam nadzieję, że wkrótce wrócisz.\nDo zobaczenia!",
        "color": "0x97eeff",
        "choices": {
            "end": "END"
        },
        "exec": {
            "add_event": "lazy"
        }
    },
    "denial": {
        "icon": "https://cdn.discordapp.com/attachments/1222203424389599232/1260951036613492840/tutorialgworl.png",
        "name": "Kordelia Gorua",
        "text": "Witaj!\nWidzę, że wróciłeś. Możemy wziąć się za twój trening?",
        "color": "0x97eeff",
        "choices": {
            "Zacznijmy trening!": "return:true",
            "Potrzebuje czasu.": "whywhereyouthereinfirstplace"
        }
    },
    "return:true": {
        "name": "hunt_tutorial",
        "choices": {
            "end": "END"
        }
    }
}